tap "discoteq/discoteq"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "mutagen-io/mutagen"
tap "teamookla/speedtest"

# using newest bash
brew "bash"

# bat: A cat clone with syntax highlighting and Git integration.
#   https://github.com/sharkdp/bat
brew "bat"


brew "colordiff"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "srt"
brew "ffmpeg"
brew "genact"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "htop"
brew "iperf3"
brew "lsyncd"
brew "lua"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "openssl@3"
brew "perl"
brew "rsync"
brew "rust"
brew "tig"
brew "tmux"
brew "zsh"
brew "discoteq/discoteq/flock"
brew "mutagen-io/mutagen/mutagen"
brew "teamookla/speedtest/speedtest"
cask "keycastr"
cask "p4"
cask "vagrant"
